{"PAD": 0, "DUMMY_START_RELATION": 1, "NO_OP": 2, "UNK": 3, "JUDGE": 4, "picking up": 5, "reverse standing against": 6, "playing": 7, "reverse beneath": 8, "reverse flying in": 9, "reverse going down": 10, "helping": 11, "reverse hang from": 12, "full of": 13, "reverse has state": 14, "reverse parked near": 15, "reverse jumping over": 16, "reverse sitting around": 17, "reverse standing under": 18, "reverse skiing in": 19, "decorated with": 20, "pointing at": 21, "reverse hanging off": 22, "hanging above": 23, "reverse making": 24, "underneath": 25, "reverse eating at": 26, "walking past": 27, "reverse has sport": 28, "holding onto": 29, "scattered on": 30, "in front of": 31, "attached to": 32, "reading": 33, "reverse walking next to": 34, "reverse jumping off": 35, "reflecting in": 36, "reverse stuck on": 37, "seen through": 38, "standing beside": 39, "beside": 40, "reverse has realism": 41, "has gender": 42, "reverse at": 43, "reverse parked in front of": 44, "pushed by": 45, "hitting": 46, "reverse walking towards": 47, "drawn on": 48, "reverse going through": 49, "has sport": 50, "on the back of": 51, "reverse boarding": 52, "reverse touching": 53, "sitting atop": 54, "reverse lying inside": 55, "reverse has shape": 56, "reverse has sport activity": 57, "reverse splashing": 58, "reverse has length": 59, "sitting inside": 60, "facing": 61, "reverse sitting atop": 62, "reverse parked beside": 63, "riding": 64, "reverse parked along": 65, "reverse tossing": 66, "reverse growing along": 67, "hanging from": 68, "reverse has material": 69, "sleeping in": 70, "grabbing": 71, "reverse has vposition": 72, "playing in": 73, "standing in front of": 74, "reverse sprinkled on": 75, "reverse feeding": 76, "reverse adjusting": 77, "smiling at": 78, "leaving": 79, "reverse has tone": 80, "reverse sitting behind": 81, "reverse sitting under": 82, "walking down": 83, "larger than": 84, "reverse walking to": 85, "reverse serving": 86, "reverse guiding": 87, "reverse sitting in": 88, "looking into": 89, "reverse in between": 90, "reverse has pattern": 91, "kissing": 92, "reverse has thickness": 93, "smoking": 94, "getting on": 95, "has liquid": 96, "jumping on": 97, "reverse reflected on": 98, "in": 99, "standing near": 100, "on the front of": 101, "walking toward": 102, "reverse has hposition": 103, "reverse sleeping on": 104, "decorated by": 105, "reverse standing near": 106, "reverse on the other side of": 107, "standing on top of": 108, "has activity": 109, "sitting next to": 110, "reverse skiing down": 111, "reverse smelling": 112, "has shape": 113, "reverse surrounded by": 114, "towing": 115, "running on": 116, "skiing on": 117, "reverse on the back of": 118, "watching": 119, "running in": 120, "has depth": 121, "reverse growing next to": 122, "walking on": 123, "reverse walking toward": 124, "has length": 125, "playing at": 126, "reverse approaching": 127, "displayed on": 128, "reverse waiting for": 129, "sitting around": 130, "reverse swinging": 131, "reverse with": 132, "reverse walking on": 133, "buying": 134, "sewn on": 135, "sitting on": 136, "parked near": 137, "reverse hanging out of": 138, "reverse seen through": 139, "reverse licking": 140, "catching": 141, "reverse hanging over": 142, "reverse sitting with": 143, "growing behind": 144, "reverse in front of": 145, "plugged into": 146, "reverse playing": 147, "playing on": 148, "reverse beside": 149, "by": 150, "reverse playing with": 151, "standing at": 152, "herding": 153, "trying to catch": 154, "reverse growing in": 155, "reaching for": 156, "reverse leaning over": 157, "reverse standing around": 158, "contain": 159, "reverse holding onto": 160, "reverse moving": 161, "reverse floating on": 162, "on the other side of": 163, "reverse covered with": 164, "reverse enclosing": 165, "higher than": 166, "reverse stuck in": 167, "eating": 168, "reverse reading": 169, "parked alongside": 170, "between": 171, "approaching": 172, "waiting for": 173, "reverse on top of": 174, "hanging over": 175, "standing by": 176, "reverse parked in": 177, "parked in": 178, "opening": 179, "looking through": 180, "on top of": 181, "has thickness": 182, "sitting under": 183, "wrapped around": 184, "has weight": 185, "feeding": 186, "covered by": 187, "reverse has weather": 188, "reverse sitting inside": 189, "floating on": 190, "reverse looking at": 191, "reverse entering": 192, "reverse driving": 193, "reverse piled on": 194, "reverse slicing": 195, "reverse lying on": 196, "reverse close to": 197, "about to hit": 198, "boarding": 199, "reverse buying": 200, "reverse getting on": 201, "growing on": 202, "has opaqness": 203, "carrying": 204, "moving": 205, "cooking": 206, "draped over": 207, "reverse has liquid": 208, "reverse underneath": 209, "hidden by": 210, "reverse below": 211, "reverse scattered on": 212, "reverse has place": 213, "smaller than": 214, "reverse standing in": 215, "has texture": 216, "going down": 217, "reverse working on": 218, "beneath": 219, "reverse has location": 220, "reverse has property": 221, "reverse sewn on": 222, "has company": 223, "has color": 224, "standing behind": 225, "walking in": 226, "sitting on top of": 227, "reverse on the edge of": 228, "reverse cooked in": 229, "reverse looking out": 230, "leading": 231, "skating on": 232, "looking in": 233, "walking into": 234, "reverse perched on": 235, "reverse on the side of": 236, "covered with": 237, "chewing": 238, "reverse sleeping in": 239, "exiting": 240, "reverse smoking": 241, "to the right of": 242, "traveling down": 243, "traveling on": 244, "guiding": 245, "reverse has size": 246, "growing in": 247, "hung on": 248, "piled on": 249, "reverse has hardness": 250, "reverse hanging from": 251, "reverse inside": 252, "reverse standing behind": 253, "growing near": 254, "reverse on the bottom of": 255, "smelling": 256, "pouring": 257, "reverse cleaning": 258, "reverse pointing at": 259, "talking to": 260, "parked at": 261, "walking next to": 262, "around": 263, "parked in front of": 264, "drinking from": 265, "flying": 266, "reverse hanging on": 267, "next to": 268, "reverse chewing": 269, "reverse decorated with": 270, "running through": 271, "reverse washing": 272, "served on": 273, "reverse picking up": 274, "reverse towing": 275, "reverse going into": 276, "climbing": 277, "reverse riding": 278, "reverse surrounding": 279, "reverse coming from": 280, "stuck in": 281, "wading in": 282, "reverse looking through": 283, "coming out of": 284, "splashing": 285, "reverse playing in": 286, "reverse printed on": 287, "in between": 288, "touching": 289, "reverse riding in": 290, "reverse has weight": 291, "reverse has pose": 292, "reverse tied to": 293, "flying above": 294, "reverse cooking": 295, "reverse wearing": 296, "has height": 297, "hanging on": 298, "reverse walking with": 299, "reflected on": 300, "reverse grazing on": 301, "parked along": 302, "walking along": 303, "shining through": 304, "photographing": 305, "sitting behind": 306, "displayed in": 307, "mounted on": 308, "standing in": 309, "reverse facing": 310, "reverse chasing": 311, "on the side of": 312, "filled with": 313, "above": 314, "reverse lying next to": 315, "reverse photographing": 316, "hanging off": 317, "walking with": 318, "reverse walking near": 319, "holding": 320, "topped with": 321, "reverse cutting": 322, "reverse flying over": 323, "reverse biting": 324, "parked next to": 325, "reverse under": 326, "reverse running through": 327, "lying on": 328, "reverse has race": 329, "reverse standing on top of": 330, "reverse chained to": 331, "worn on": 332, "reverse playing on": 333, "coming from": 334, "running across": 335, "throwing": 336, "reverse growing on": 337, "inside": 338, "brushing": 339, "skiing in": 340, "looking over": 341, "reverse opening": 342, "sitting in front of": 343, "reverse playing at": 344, "serving": 345, "reverse skating on": 346, "riding on": 347, "reverse eating in": 348, "reverse driving down": 349, "connected to": 350, "has hposition": 351, "reverse growing near": 352, "reverse on the front of": 353, "reverse sitting on top of": 354, "behind": 355, "reverse looking toward": 356, "reverse parked behind": 357, "floating in": 358, "tied to": 359, "reverse in": 360, "reverse sitting near": 361, "sitting near": 362, "reverse herding": 363, "reverse typing on": 364, "has hardness": 365, "resting on": 366, "making": 367, "stuck on": 368, "reverse jumping on": 369, "reverse drinking": 370, "reverse standing beside": 371, "working on": 372, "reverse holding": 373, "reverse walking behind": 374, "reverse above": 375, "reverse leading": 376, "reverse drinking from": 377, "reverse has cleanliness": 378, "reverse crossing": 379, "reverse of": 380, "reverse hanging in": 381, "reverse brushing": 382, "reverse climbing": 383, "reverse coming out of": 384, "reverse exiting": 385, "has brightness": 386, "reverse dragging": 387, "reverse catching": 388, "reverse flying above": 389, "has size": 390, "reverse wading in": 391, "reverse coming down": 392, "reverse skiing on": 393, "wrapped in": 394, "reverse walking through": 395, "covered in": 396, "kicking": 397, "reverse growing from": 398, "reverse shorter than": 399, "eating at": 400, "reverse on": 401, "reverse longer than": 402, "reverse hanging above": 403, "has sport activity": 404, "reverse draped over": 405, "reverse shining through": 406, "reverse reflecting in": 407, "walking across": 408, "reverse driving on": 409, "coming down": 410, "crossing": 411, "sleeping on": 412, "dragging": 413, "reverse hung on": 414, "reverse looking in": 415, "looking out": 416, "chained to": 417, "with": 418, "reverse parked at": 419, "reverse around": 420, "below": 421, "has orientation": 422, "bigger than": 423, "looking at": 424, "swinging": 425, "longer than": 426, "typing on": 427, "surrounding": 428, "tied around": 429, "has state": 430, "grazing on": 431, "going into": 432, "reverse walking into": 433, "slicing": 434, "has width": 435, "reverse hitting": 436, "reverse has flavor": 437, "flying over": 438, "preparing": 439, "reverse higher than": 440, "has tone": 441, "looking toward": 442, "reverse walking down": 443, "printed on": 444, "reverse full of": 445, "reverse parked on": 446, "eating in": 447, "reverse has width": 448, "cooked in": 449, "reverse parked by": 450, "leaning over": 451, "close to": 452, "parked by": 453, "cutting": 454, "reverse grazing in": 455, "sitting at": 456, "working in": 457, "has flavor": 458, "reverse carrying": 459, "reverse has age": 460, "standing around": 461, "going through": 462, "reverse filled with": 463, "reverse standing by": 464, "has fatness": 465, "driving": 466, "reverse plugged into": 467, "under": 468, "has pattern": 469, "reverse has event": 470, "reverse preparing": 471, "talking on": 472, "looking down at": 473, "using": 474, "staring at": 475, "reverse walking along": 476, "reverse petting": 477, "reverse wrapped around": 478, "perched on": 479, "reverse walking up": 480, "driving down": 481, "reverse sitting by": 482, "reverse falling off": 483, "reverse growing by": 484, "reverse displayed in": 485, "parked behind": 486, "reverse attached to": 487, "reverse running in": 488, "walking through": 489, "reverse kissing": 490, "grazing in": 491, "reverse sitting in front of": 492, "standing on": 493, "washing": 494, "reverse eating from": 495, "riding in": 496, "mixed with": 497, "reverse blowing out": 498, "reverse has activity": 499, "reverse displayed on": 500, "pulling": 501, "reverse selling": 502, "reverse bigger than": 503, "reverse has orientation": 504, "reverse throwing": 505, "reverse taller than": 506, "sitting by": 507, "reverse looking down at": 508, "followed by": 509, "has realism": 510, "selling": 511, "walking near": 512, "leaning on": 513, "to the left of": 514, "reverse mounted to": 515, "reverse leaving": 516, "reverse trying to catch": 517, "playing with": 518, "reverse mixed with": 519, "sitting in": 520, "reverse worn on": 521, "sitting with": 522, "jumping in": 523, "growing next to": 524, "falling off": 525, "reverse painted on": 526, "at": 527, "has age": 528, "reverse looking over": 529, "reverse looking into": 530, "reverse has depth": 531, "mounted to": 532, "reverse kept in": 533, "reverse mounted on": 534, "hanging out of": 535, "hang from": 536, "reverse has gender": 537, "pulled by": 538, "lying in": 539, "reverse hidden by": 540, "driving on": 541, "reverse flying through": 542, "reverse helping": 543, "walking by": 544, "stacked on": 545, "leaning against": 546, "growing by": 547, "on the edge of": 548, "parked beside": 549, "reverse walking across": 550, "has weather": 551, "has place": 552, "has pose": 553, "reverse has company": 554, "has event": 555, "pushing": 556, "reverse standing next to": 557, "lying next to": 558, "reverse kicking": 559, "reverse riding on": 560, "reverse grabbing": 561, "reverse reaching for": 562, "reverse stacked on": 563, "flying in": 564, "reverse eating": 565, "reverse has color": 566, "reverse has opaqness": 567, "on the bottom of": 568, "reverse wrapped in": 569, "reverse tying": 570, "reverse talking on": 571, "reverse has fatness": 572, "adjusting": 573, "following": 574, "has location": 575, "observing": 576, "growing from": 577, "reverse between": 578, "growing along": 579, "reverse sitting at": 580, "reverse walking by": 581, "reverse sitting on": 582, "eating from": 583, "worn around": 584, "reverse balancing on": 585, "reverse watching": 586, "enclosing": 587, "reverse behind": 588, "of": 589, "hugging": 590, "taller than": 591, "near": 592, "reverse drawn on": 593, "decorating": 594, "balancing on": 595, "walking towards": 596, "reverse pouring": 597, "reverse connected to": 598, "reverse running across": 599, "chasing": 600, "reverse walking in": 601, "jumping off": 602, "swimming in": 603, "reverse worn around": 604, "reverse has texture": 605, "reverse covered in": 606, "hanging in": 607, "reverse topped with": 608, "reverse smiling at": 609, "has property": 610, "has material": 611, "reverse posing with": 612, "reverse hugging": 613, "reverse observing": 614, "drinking": 615, "surrounded by": 616, "reverse talking to": 617, "sitting beside": 618, "skiing down": 619, "reverse covered by": 620, "reverse has brightness": 621, "reverse by": 622, "reverse growing behind": 623, "shorter than": 624, "reverse staring at": 625, "reverse standing at": 626, "has race": 627, "reverse walking past": 628, "covering": 629, "reverse using": 630, "reverse has height": 631, "reverse swimming in": 632, "reverse flying": 633, "reverse jumping in": 634, "reverse reflected in": 635, "standing against": 636, "reflected in": 637, "wearing": 638, "has vposition": 639, "reverse floating in": 640, "jumping over": 641, "has cleanliness": 642, "reverse served on": 643, "reverse leaning against": 644, "reverse traveling on": 645, "reverse sitting next to": 646, "reverse parked next to": 647, "reverse parked alongside": 648, "lying inside": 649, "reverse contain": 650, "reverse traveling down": 651, "entering": 652, "reverse lying on top of": 653, "reverse sniffing": 654, "standing next to": 655, "walking behind": 656, "reverse tied around": 657, "sniffing": 658, "reverse working in": 659, "blowing out": 660, "petting": 661, "reverse standing in front of": 662, "walking up": 663, "reverse resting on": 664, "tying": 665, "sprinkled on": 666, "standing under": 667, "cleaning": 668, "flying through": 669, "biting": 670, "reverse lying in": 671, "reverse leaning on": 672, "posing with": 673, "reverse standing on": 674, "reverse running on": 675, "kept in": 676, "tossing": 677, "reverse sitting beside": 678, "licking": 679, "reverse larger than": 680, "lying on top of": 681, "painted on": 682, "parked on": 683, "walking to": 684, "reverse about to hit": 685, "on": 686}